{"Imaging Ohio": {"Series Name": "Imaging Ohio", "Organized by": [{"text": "Scotti Lab", "url": "https://www.onneuro.com"}], "Banner Image": "https://images.squarespace-cdn.com/content/v1/5ac3d71885ede1a5614b15bb/1526326138648-ZYWG0JHU5ZV5BJCUKNBA/ke17ZwdGBToddI8pDm48kCEXKsGKvPLRFl63RUhZIG1Zw-zPPgdn4jUwVcJE1ZvWQUxwkmyExglNqGp0IvTJZUJFbgE-7XRK3dMEBRBhUpxf911zNl6nwaDk9hHQkeYqWCf2fZnKUid2F4Adgy_Ccl5jVhysbsHJMDYG7zNnhNQ/Neuroconnection+Backdrop+Dark+Theme+50%25Transparent+Lines.png", "About this Series": "", "domain": ["Neuroscience"], "active": false}, "ySSN NeuroRoutes": {"Series Name": "ySSN NeuroRoutes", "Organized by": [{"text": "Young Society for Swiss Neuroscience", "url": "https://webyssn.wixsite.com/yssn"}], "Banner Image": "", "About this Series": "NeuroRoutes is a seminar where young research leader share the story of their scientific path and personal growth in academia. By bringing out personal narratives from exceptional young PIs we hope to learn about their research interests, foster motivation and broaden our understanding of various academic pathways. \nThese days nearly every scientific on-site event is canceled both in Switzerland and in the rest of the world. In these difficult times, it is increasingly demanding to stay connected and motivated and NeuroRoutes is our answer to this challenge!", "domain": ["Neuroscience"], "active": false}, "The Neurotheory Forum": {"Series Name": "The Neurotheory Forum", "Organized by": [{"text": "Saxe Lab", "url": "https://www.saxelab.org/"}, {"text": "Vogels lab", "url": "https://vogelslab.org"}], "Banner Image": "https://www.worldwideneuro.com/the_neurotheory_forum_banner.jpg", "About this Series": "The Neurotheory seminar series is a collaborative effort between current and former labs at the University of Oxford (and now the IST) to study theoretical and computational neuroscience. We now host a online seminar series dubbed the \"Neurotheory Forum\", which features talks on a wide array of topics in brain science and machine learning.", "domain": ["Neuroscience"], "active": true}, "WWNDev": {"Series Name": "WWNDev", "Organized by": [{"text": "Jabaudon Lab", "url": "https://neurocenter-unige.ch/research-groups/denis-jabaudon/"}], "Banner Image": "https://study-eu.s3.amazonaws.com/uploads/image/path/124/wide_fullhd_20512405562_70003aaf7d_o.jpg", "About this Series": "This seminar series covers anything dealing with brain development and evo-devo related questions. From the sources of neuronal diversity to wiring of function-specific circuits, from drosophila to humans, from genes to synapses, in vivo or in vitro, health or disease, it’s all in there for you to watch, question, and get inspired by!", "domain": ["Neuroscience"], "active": true}, "LOOPS de Hoz - Hechavarria": {"Series Name": "LOOPS de Hoz - Hechavarria", "Organized by": "", "Banner Image": "", "About this Series": "Seminars and discussions on subcortico-cortical loops in sensory processing an perception. Every Monday for an hour, an excellent selection of international speakers will talk about their work on subcortico-cortical loops from the perspective of different sensory modalities", "domain": ["Neuroscience"], "active": true}, "Sussex Visions": {"Series Name": "Sussex Visions", "Organized by": [{"text": "Baden Lab", "url": "https://badenlab.org/"}], "Banner Image": "https://fintechzoom.com/wp-content/uploads/2018/11/Sussex.jpg", "About this Series": "This seminar series covers anything in vision science, with a focus on early circuits (especially vertebrate retina). Despite this primary focus, we aim to broadly include talks from across the field, including both experimental and theory, and across all animals.", "domain": ["Neuroscience"], "active": true}, "Brain and Mind Symposium": {"Series Name": "Brain and Mind Symposium", "Organized by": [{"text": "Brain and Mind Doctoral Programme, joint program by the University of Helsinki and Aalto", "url": "https://www.helsinki.fi/en/research/doctoral-education/doctoral-schools-and-programmes/doctoral-school-in-health-sciences/doctoral-programme-brain-mind/bm-symposium-2020"}], "Banner Image": "https://www.helsinki.fi/sites/default/files/styles/large_content_image/public/thumbnails/image/letterhead2.png?itok=bnIEVHQa", "About this Series": "The Brain and Mind Symposium is a joint effort between the University of Helsinki and Aalto University, funded by the Doctoral Programme in Brain and Mind (Helsinki, Finland). The Student Council of the doctoral program changes every year and consists of doctoral students from various neuroscience backgrounds that volunteer to organize the symposium for students, researchers, and other interested people from both Finland and abroad.\nThe goal of the symposium is to bring prominent experts from diverse fields of neuroscience to share their knowledge and to stimulate discussion about the advancement of neuroscience and related techniques. Full program at https://www.helsinki.fi/sites/default/files/atoms/files/programme_ver_29_09_2020_0.pdf Free registration at https://www.lyyti.in/BM_Symposium_2020_2595 (deadline: October 8th, 2020) ", "domain": ["Neuroscience"], "active": false}, "Duke VisionFest": {"Series Name": "Duke VisionFest", "Organized by": "", "Banner Image": "", "About this Series": "Duke VisionFest is a virtual research symposium conceived to bring together the many Duke groups studying aspects of the visual system. Keynote by Dr. Joseph Carroll, Medical College of Wisconsin, and featuring talks ranging from photoreceptor biology to visual system evolution to clinical diagnosis. Registration is required to attend but open to anyone interested.", "domain": ["Neuroscience"], "active": true}, "Boston Sys Neuro": {"Series Name": "Boston Sys Neuro", "Organized by": [{"text": "BU Center for Systems Neuroscience", "url": "https://www.bu.edu/csn/"}], "Banner Image": "https://www.bu.edu/csn/files/2019/10/1.jpg", "About this Series": "", "domain": ["Neuroscience"], "active": true}, "Learning Salon": {"Series Name": "Learning Salon", "Organized by": "", "Banner Image": "", "About this Series": "In the Learning Salon, we will discuss the similarities and differences between biological and machine learning, including individuals with diverse perspectives and backgrounds, so we can all learn from one another.", "domain": ["Neuroscience"], "active": true}, "Systems Neuroecology": {"Series Name": "Systems Neuroecology", "Organized by": [{"text": "Sama Ahmed", "url": "https://twitter.com/columboahmed"}, {"text": "Adam Calhoun", "url": "https://neuroecology.wordpress.com"}, {"text": "Emily Dennis", "url": "https://twitter.com/emilyjanedennis"}, {"text": "Ahmed El Hady", "url": "https://twitter.com/zamakany"}], "Banner Image": "", "About this Series": "Systems Neuroecology is a community of researchers interested in questions that straddle behavioral ecology, ethology, and systems neuroscience.", "domain": ["Neuroscience"], "active": true}, "Oxford WINeuro": {"Series Name": "Oxford WINeuro", "Organized by": [{"text": "Welcome Centre for Integrative Neuroimaging (WIN), Oxford", "url": "https://www.win.ox.ac.uk/"}], "Banner Image": "", "About this Series": "", "domain": ["Neuroscience"], "active": false}, "Brain-Body Interactions": {"Series Name": "Brain-Body Interactions", "Organized by": [{"text": "Brain-Body Interactions", "url": "https://brain-body.wixsite.com/seminarseries"}], "Banner Image": "https://medias.pourlascience.fr/api/v1/images/view/5a82ae778fe56f7c1d54c950/wide_1300/image.jpg", "About this Series": "\"Ever since its inception, neuroscience has been an integrative discipline, embracing different approaches and fields, and bringing in curious minds from outside the traditional boundaries of the field. After all, Pavlov was mostly interested in digestive glands, but nevertheless ended up being most famous for his contributions to neuroscience. Now more than ever, there is a lot of fascinating science happening at the interface of neuroscience with other biological disciplines. The interaction of the nervous system with metabolism and organ physiology, immunology, reproduction, aging, and cancer, are only a few of the current fertile grounds where neuroscience meets new fields. We decided to term work integrating neuroscience with other biological fields brain-body interactions. Importantly, the integration of neuroscience with other domains of biology not only enables new discoveries, but also allows us to understand how complex interactions within organisms shape emerging properties at the whole-organism level. As such, the insights obtained through such work are key to tackle important challenges ranging from medicine, to nutrition, and food security.\n\n​\n\nThis virtual seminar series on brain-body interactions aims to bring together scientists interested in exploring this interface, coming from neuroscience or other fields of biology. By providing an open and integrative forum, we aim at bringing together researchers with a neuroscience background interested in exploring new topics, and colleagues who normally do not work on the nervous system but are interested in learning more about ideas and concepts from neuroscience. As such, we ask our speakers and audience to keep an open mind and an inquiring spirit, and to leave behind the jargon which would normally be suitable for very specialized audiences.\"", "domain": ["Neuroscience"], "active": true}, "NeuroPhilosophy of Free Will": {"Series Name": "NeuroPhilosophy of Free Will", "Organized by": [{"text": "Neuroscience and Philosophy of Free Will", "url": "https://neurophil-freewill.org/"}], "Banner Image": "", "About this Series": "We are a group of 17 neuroscientists and philosophers have been collaboratively investigating how the brain enables conscious, causal control of decision making and action formation as part of a large, interdisciplinary and international grant.", "domain": ["Neuroscience"], "active": true}, "Neuro Light Lunch": {"Series Name": "Neuro Light Lunch", "Organized by": [{"text": "Canadian Neurophotonics Platform (", "url": "http://neurophotonics.ca"}], "Banner Image": "https://neurophotonics.ca/sites/default/files/neuropho_cent_color_rgb_lo.png", "About this Series": "This series will highlight 8 rising stars of Canadian neurophotonics with two 30 min talks each week.  This replaces the Canadian Association of Neuroscience Satellite Meeting that was cancelled this year.", "domain": ["Neuroscience"], "active": false}, "CNS 2020": {"Series Name": "CNS 2020", "Organized by": [{"text": "OCNS", "url": "https://www.cnsorg.org/cns-2020"}], "Banner Image": "https://ocns.memberclicks.net/assets/site/hero.jpg", "About this Series": "The 29th Annual Computational Neuroscience Meeting, CNS 2020, is held online this year and is free of charge. #CNS2020Online", "domain": ["Neuroscience"], "active": false}, "SWC Symposium": {"Series Name": "SWC Symposium", "Organized by": [{"text": "PhD students from Sainsbury Wellcome Centre and Gatsby Computational Neuroscience Unit", "url": "https://www.sainsburywellcome.org/web/"}], "Banner Image": "https://www.branco-lab.org/static/images/swc.jpg", "About this Series": "Brain-machine interfaces (BMIs) leverage neural activity to control external effectors – from cursors on two-dimensional screens to artificial limbs with many degrees of freedom. Best known for their use in neuroprosthetics, BMIs provide a powerful tool for basic neurobiological research by enabling experimental control over otherwise inaccessible neural and behavioural parameters. In this student-organised full-day symposium, we will learn about, and discuss, how BMIs can help us understand the possibilities and constraints of neural function.", "domain": ["Neuroscience"], "active": true}, "Columbia NeuroLaunchpad": {"Series Name": "Columbia NeuroLaunchpad", "Organized by": "", "Banner Image": "", "About this Series": "", "domain": ["Neuroscience"], "active": false}, "ERN-RND": {"Series Name": "ERN-RND", "Organized by": [{"text": "The European Reference Network for Rare Neurological Diseases (ERN-RND)", "url": "https://www.ern-rnd.eu/"}], "Banner Image": "http://www.ern-rnd.eu/wp-content/uploads/2019/11/ERN-RND-EAN-EURO-NMD-logos-together2.jpg", "About this Series": "The European Reference Network for Rare Neurological Diseeases (ERN-RND) is a virtual network of expert clinicians located in hospitals all around Europe and working together to improve diagnosis, care and treatment of patients with rare neurological diseases. We organize regular webinars in collaboration with the European Reference Network for Rare Neuromuscular Diseases (EURO-NMD) and the European Academy of Neurology (EAN) with adult/paediatric or neurorehabilitation foci on various aspects from more general  clinical features, examination, disease diagnosis, medical interventions and disease management to more specific ones as use of scales or imaging. ", "domain": ["Neuroscience"], "active": true}, "LIFE Theory Lab 2020": {"Series Name": "LIFE Theory Lab 2020", "Organized by": "", "Banner Image": "", "About this Series": "", "domain": ["Neuroscience"], "active": false}, "BCCN Berlin": {"Series Name": "BCCN Berlin", "Organized by": "", "Banner Image": "https://elevatorscience.files.wordpress.com/2017/12/21086425615_b9d8c3caaa_b.jpg", "About this Series": "The Bernstein Center for Computational Neuroscience Berlin (BCCN Berlin) is hosting a regular lecture series for master and PhD students, postdocs and senior scientists.\nThe lectures have a broad spectrum of topics around Computational Neuroscience, including mathematics, physics, computer science, cognitive science, experimental neuroscience, engineering and other.", "domain": ["Neuroscience"], "active": true}, "IIBCE on Brain Science": {"Series Name": "IIBCE on Brain Science", "Organized by": [{"text": "María E. Castelló. Desarrolo y Evolución Neural, Instituto de Investigaciones Biológicas Clemente Estable", "url": "https://ldenblog.wordpress.com/"}], "Banner Image": "https://ldenblog.files.wordpress.com/2020/09/image-2-mra3-b-nueva-reduccion.jpg", "About this Series": "The IIBCE Virtual Seminar on Brain Science seeks to serve as a door of communication of IIBCE and Uruguayan Neuroscientists as well as from the región. Also a channel to the state of the art of International Neuroscience. At the same time, it looks to promote access to knowledge in neuroscience to citizens - as a human right-, for the promotion of brain health throughout life. The conferences will be simultaneously interpreted (English-Spanish) by the Interpreter, MSci Liliana Viera.", "domain": ["Neuroscience"], "active": true}, "NERV": {"Series Name": "NERV", "Organized by": [{"text": "Neural Engineering Research Venture Africa", "url": "https://www.crowdcast.io/nerv/"}, {"text": "Stellenbosch University", "url": "http://www.ibe.sun.ac.za/"}], "Banner Image": "", "About this Series": "The Neural Engineering Research Venture aims to bring computational neuroscience and artificial intelligence to life in Africa and around the world", "domain": ["Neuroscience"], "active": true}, "Crick Neurophys": {"Series Name": "Crick Neurophys", "Organized by": "", "Banner Image": "https://www.crick.ac.uk/sites/default/files/styles/media_right_column_small/public/2018-07/Francis_Crick_Institute-0646.JPG", "About this Series": "", "domain": ["Neuroscience"], "active": true}, "NYU Swartz": {"Series Name": "NYU Swartz", "Organized by": [{"text": "NYU Center for Neural Science", "url": "https://www.cns.nyu.edu/activities/swartz/"}], "Banner Image": "", "About this Series": "The Swartz seminar series covers topics on computational and systems neuroscience", "domain": ["Neuroscience"], "active": true}, "U Oregon Neuro": {"Series Name": "U Oregon Neuro", "Organized by": [{"text": "Mazzucato lab", "url": "https://www.mazzulab.com"}], "Banner Image": "https://cpb-us-e1.wpmucdn.com/blogs.uoregon.edu/dist/1/14869/files/2017/08/Auditorium-2gfw7yx.jpg", "About this Series": "", "domain": ["Neuroscience"], "active": true}, "ICM Paris Brain": {"Series Name": "ICM Paris Brain", "Organized by": "", "Banner Image": "", "About this Series": "", "domain": ["Neuroscience"], "active": false}, "Seaver Autism Center": {"Series Name": "Seaver Autism Center", "Organized by": [{"text": "De Rubeis Lab", "url": "http://labs.icahn.mssm.edu/derubeislab/"}, {"text": "Seaver Autism Center", "url": "http://labs.icahn.mssm.edu/derubeislab/"}], "Banner Image": "", "About this Series": "This is the annual seminar series of the Seaver Autism Center for Research and Treaatment at the Icahn School of Medicine at Mount Sinai (NY). The series features geneticists, neuroscientists, epidemiologists, and stem cell biologists focusing on autism spectrum disorder.", "domain": ["Neuroscience"], "active": true}, "Champalimaud Colloquia": {"Series Name": "Champalimaud Colloquia", "Organized by": [{"text": "Champalimaud Research", "url": "https://www.fchampalimaud.org/researchfc/"}], "Banner Image": "https://drive.google.com/file/d/1E3vNcWrAKdzvqjGwb_jot0CUUbjU2AQK/view?usp=sharing", "About this Series": "Champalimaud Research Colloquia Series is organized by the Champalimaud Centre for the Unknown to promote the discussion about the most interesting and significant questions in neuroscience, physiology and cancer with appointed speakers by the CR Community.", "domain": ["Neuroscience"], "active": true}, "CamNeuro Interdisiciplinary Seminar Series ": {"Series Name": "CamNeuro Interdisiciplinary Seminar Series ", "Organized by": "", "Banner Image": "http://talks.cam.ac.uk/image/show/24346/image.png;", "About this Series": "Cambridge Neuroscience is bringing together neuroscientists at the University and beyond each term to explore contemporary research in neuroscience and mental health in a new series of seminars. The interdisciplinary programme features current work from across the Schools and Departments, reflecting the pioneering work and diverse interest of members of Cambridge Neuroscience.\nExpect up to the minute updates on research, in-depth discussion of key challenges in the field and forward-looking speakers.\nIn Michaelmas 2020 the series begins with an overview of work in extraordinary circumstances: COVID-19, neuroscience & mental health", "domain": ["Neuroscience"], "active": false}, "Transatlantic Systems Neuro": {"Series Name": "Transatlantic Systems Neuro", "Organized by": "", "Banner Image": "", "About this Series": "For last two years our project aimed to train young scientists from Central and Easter Europe and promote use of open tools in neuroscience by organizing workshops, seminars and a summer school. Now we move online to host a series on systems neuroscience seminars.", "domain": ["Neuroscience"], "active": true}, "SONA": {"Series Name": "SONA", "Organized by": [{"text": "Society of Neuroscientists of Africa (SONA)", "url": "https://sonafrica.org/"}, {"text": "TReND in Africa", "url": "https://trendinafrica.org/"}, {"text": "African Academy of Neurology (AFAN)", "url": "http://www.afaneurology.org/"}], "Banner Image": "", "About this Series": "SONA Webinar Series covers a wide range of topics relating to neuroscience. The goal of this series is to make neuroscience more accessible globally. But also, to bring together distinguished neuroscientists with researchers, clinicians and students in Africa through moderated, interactive webinars.", "domain": ["Neuroscience"], "active": true}, "SYNGAP1 by SRF": {"Series Name": "SYNGAP1 by SRF", "Organized by": "", "Banner Image": "", "About this Series": "The series is dedicated to increase reaseach on SYNGAP1 mutation disease", "domain": ["Neuroscience"], "active": true}, "NeuroDev Disorders": {"Series Name": "NeuroDev Disorders", "Organized by": [{"text": "Novarino Lab", "url": "https://novarinolab.com"}], "Banner Image": "https://moltag.univie.ac.at/fileadmin/user_upload/p_moltag/img/news/OBS_20190401_OBS0016.jpg", "About this Series": "This series covers topics on neurodevelopmental disorders", "domain": ["Neuroscience"], "active": true}, "NeuroLeman Network": {"Series Name": "NeuroLeman Network", "Organized by": [{"text": "NeuroLemanNetwork (", "url": "https://www.unil.ch/ln/home/menuinst/seminars--events.html"}], "Banner Image": "", "About this Series": "The NeuroLeman Network is an initiative of neuroscience research labs around the Lake Geneva. The talks hosted cover many different facets of neuroscience from fundamental to cognitive-clinical and computational ones. ", "domain": ["Neuroscience"], "active": true}, "Bristol Neuroscience": {"Series Name": "Bristol Neuroscience", "Organized by": [{"text": "Bristol Neuroscience Research Network", "url": "http://www.bristol.ac.uk/neuroscience/research/"}], "Banner Image": "https://images.squarespace-cdn.com/content/v1/58c1d383bebafb1001ee749c/1503365623342-M4X2ICJYPJ24D2X1CBKC/ke17ZwdGBToddI8pDm48kLkXF2pIyv_F2eUT9F60jBl7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0iyqMbMesKd95J-X4EagrgU9L3Sa3U8cogeb0tjXbfawd0urKshkc5MgdBeJmALQKw/wills+memorial+building.jpg?format=2500w", "About this Series": "The Bristol Neuroscience Research Network integrates work across the spectrum of neuroscience, mapping mechanisms of brain development and function and identifying new therapeutic targets for neurological and psychiatric disorders. We quantify the dynamics of complex molecular assemblies, signalling processes, neural networks and functions of the nervous system. The Network supports strategic planning and networking across the University of Bristol and the two NHS TRusts through funding bids, events (from smaller workshops of 15 attendees to larger cross-Faculty symposia of over 150 delegates), and recruitment of both staff and students.", "domain": ["Neuroscience"], "active": true}, "McGill Killam Neuro": {"Series Name": "McGill Killam Neuro", "Organized by": "", "Banner Image": "", "About this Series": "Supported by the generosity of the Killam Trusts, The Neuro’s Killam Seminar series hosts outstanding guest speakers whose research is of interest to the scientific community at The Neuro and McGill University.", "domain": ["Neuroscience"], "active": true}, "NeuroBehaviour in Quarantine Times": {"Series Name": "NeuroBehaviour in Quarantine Times", "Organized by": [{"text": "Martin Giurfa", "url": "https://scholar.google.com/citations?user=gW68xaYAAAAJ&hl=fr"}], "Banner Image": "", "About this Series": "", "domain": ["Neuroscience"], "active": false}, "Cortex Club": {"Series Name": "Cortex Club", "Organized by": [{"text": "Cortex Club", "url": "https://cortexclub.com"}], "Banner Image": "https://www.ox.ac.uk/sites/files/oxford/styles/ow_large_feature/public/field/field_image_main/GAF%20Radcliffe%20Square%20Dawn%20-%20Elizabeth%20Nyikos.jpg?itok=lMOJNcd9", "About this Series": "The Cortex Club connects researchers at the University of Oxford with world-leading neuroscientists through a unique educational forum dealing with cutting-edge topics and significant challenges in neuroscience. Our events range from small intense debates with up-and-coming scientists to large discussion sessions led by internationally prominent speakers, followed by the opportunity to ask them questions over drinks.", "domain": ["Neuroscience"], "active": false}, "Picower at MIT": {"Series Name": "Picower at MIT", "Organized by": [{"text": "Picower Institute for Learning and Memory at MIT", "url": "https://picower.mit.edu/"}], "Banner Image": "", "About this Series": "", "domain": ["Neuroscience"], "active": true}, "VIB Brain & Disease": {"Series Name": "VIB Brain & Disease", "Organized by": [{"text": "VIB-KU Leuven", "url": "https://cbd.vib.be/"}], "Banner Image": "", "About this Series": "", "domain": ["Neuroscience"], "active": true}, "IPDGC Africa": {"Series Name": "IPDGC Africa", "Organized by": [{"text": "IPDGC Africa", "url": "https://pdgenetics.org/"}], "Banner Image": "", "About this Series": "IPDGC Africa Webinar Series covers a wide range of research on Parkinson’s disease.This series is organized by the The International Parkinson's Disease Genomics Consortium (IPDGC) Africa in partnership with the Society of Neuroscientist of Africa, African Academy of Neurology (AFAN) and TReND in Africa", "domain": ["Neuroscience"], "active": true}, "Ad hoc": {"Series Name": "Ad hoc", "Organized by": "", "Banner Image": "https://www.crescent.co.uk/wp-content/uploads/2017/02/Penn-Elcom-Radcliffe-Camera-Oxford-rad090750320b.jpg", "About this Series": "This is a collection of seminars that are not part of any greater series.  Follow the Join link for more information of the hosts.", "domain": ["Neuroscience"], "active": true}, "SMARTSTART Midsummer Brains": {"Series Name": "SMARTSTART Midsummer Brains", "Organized by": [{"text": "SMARTSTART", "url": "https://www.smartstart-compneuro.de/"}], "Banner Image": "https://www.smartstart-compneuro.de/images/carousel/smartstart-1", "About this Series": "SMARTSTART aims to support students during and after their Master’s degree to complement their previous studies with concepts, theories and techniques of Computational Neuroscience. SMARTSTART offers an individual training program, mentoring by experts and a personal travel budget for participation in courses, seasonal schools and conferences. Experts in more than 20 institutions all over Germany support the program.", "domain": ["Neuroscience"], "active": false}, "Neurodegeneration in Flies": {"Series Name": "Neurodegeneration in Flies", "Organized by": [{"text": "UCL Institute of Healthy Ageing", "url": "https://www.ucl.ac.uk/biosciences/departments/genetics-evolution-and-environment/research/institute-healthy-ageing-iha"}], "Banner Image": "https://www.ucl.ac.uk/biosciences/sites/biosciences/files/styles/medium_image/public/fly_brain_cropped.jpg", "About this Series": "The fruit fly Drosophila is an incredibly useful model organism for studying neurodegenerative disease due to its short lifespan and wide array of genetic tools. This seminar series brings together researchers from around the globe who study neurodegenerative diseases and age-related neurodegeneration using flies. Our sessions will feature world-leading researchers in the field, as well as early-career researchers, sharing their latest findings in neurodegeneration. All sessions will be held on Thursdays at 16:00 London, UK time, dates and Zoom links at https://www.ucl.ac.uk/biosciences/ucl-iha-virtual-symposium-neurodegeneration-flies", "domain": ["Neuroscience"], "active": true}, "Experimental Epilepsy": {"Series Name": "Experimental Epilepsy", "Organized by": [{"text": "Lignani Lab", "url": "http://www.lignanilab.com"}, {"text": "Kullmann Lab", "url": "https://www.ucl.ac.uk/ion/research/synaptopathies/principal-investigators/dimitri-m-kullmann"}], "Banner Image": "https://www.worldwideneuro.com/seizure.png", "About this Series": "", "domain": ["Neuroscience"], "active": true}, "MIT Brain & Cog Sci": {"Series Name": "MIT Brain & Cog Sci", "Organized by": [{"text": "Brain and Cognitive Sciences, MIT", "url": "http://bcs.mit.edu"}], "Banner Image": "", "About this Series": "", "domain": ["Neuroscience"], "active": false}, "NeuroMath": {"Series Name": "NeuroMath", "Organized by": [{"text": "Weizmann Neurotheory", "url": "https://www.weizmann.ac.il/neurobiology/research-groups/theoretical-and-computational-neuroscience"}, {"text": "Pritish Patil", "url": "https://twitter.com/iampritishpatil"}], "Banner Image": "", "About this Series": "This seminar series tries to delve into the math behind neuroscience. \n\n\nPast talks and live streams can be found https://www.youtube.com/channel/UCcxYsBmui642vZ6KqCYZB-A\n\nhttps://www.youtube.com/watch?v=bmlvx9A1C1c&list=PLDrr5kpw_e4uwLubCWf5o34Z2LtolxzR3", "domain": ["Neuroscience"], "active": false}, "IST Neuroscience": {"Series Name": "IST Neuroscience", "Organized by": [{"text": "please see here for hosts, speakers & dates", "url": "https://ndt.pages.ist.ac.at/"}], "Banner Image": "https://keystoneacademic-res.cloudinary.com/image/upload/q_auto,f_auto,w_743,c_limit/element/12/123859_IST_Austria_aerial-2_resized.jpg", "About this Series": "IST Austria's Neuroscience Seminar Series covers anything dealing with brain development, biophysics, systems, theoretical and molecular neuroscience. The series is partly given by senior speakers (streamed talks) and students (internal only), taking place every Tuesday during the academic year at 14:00 (CET).", "domain": ["Neuroscience"], "active": false}, "Tubingen Neuro Campus": {"Series Name": "Tubingen Neuro Campus", "Organized by": [{"text": "Euler Lab", "url": "http://www.eulerlab.de"}, {"text": "Berens Lab", "url": "http://www.eye-tuebingen.de/berenslab/"}, {"text": "TNC", "url": "https://tuebingenresearchcampus.com/research-in-tuebingen-de-de/tnc-de-de/"}], "Banner Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Altstadt-tuebingen-1.jpg/1920px-Altstadt-tuebingen-1.jpg", "About this Series": "", "domain": ["Neuroscience"], "active": true}, "BIU Vision Science": {"Series Name": "BIU Vision Science", "Organized by": [{"text": "Gilaie-Dotan lab", "url": "https://www.gilaie-dotan-lab.com/"}, {"text": "Our website", "url": "https://shagido.wixsite.com/biu-vs"}], "Banner Image": "", "About this Series": "BIU Vision Science hosts weekly talks about vision covering a wide range of topics, from mechanisms to high-level perception and action, from retina to brain, from human to machine, in normal and in impaired vision. This is an initiative of the Bar Ilan University School of Optometry and Vision Science. See more details on https://shagido.wixsite.com/biu-vs", "domain": ["Neuroscience"], "active": true}, "NeuroAI UCL": {"Series Name": "NeuroAI UCL", "Organized by": "", "Banner Image": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F105502406%2F2357295363%2F1%2Foriginal.20200213-164934?w=800&auto=format%2Ccompress&q=75&sharp=10&rect=0%2C0%2C2160%2C1080&s=bb7e6e73b6b8e56eb6cf3584cb7882ed", "About this Series": "A NeuroAI series of talks organised by the UCL NeuroAI community. Talks will continue on a monthly basis with a short break over the summer. \"\"The last decade has seen phenomenal advances in the field of machine learning (AI) (e.g. deep learning, reinforcement learning). Such is the change that no area of science can afford to ignore it, least of all neuroscience. Crucially, AI shares a common lineage with neuroscience, and provides a means to emulate neural functions and the circuits supporting them, delivering a normative understanding of the brain and cognition (e.g. Banino et al., 2018; Stringer et al. 2019; Dabney et al., 2020). Equally AI tools provide a means to discover, segment, and track distinct neural and behavioural states (e.g. Mathis et al., 2018; Frey et al., 2019) - yielding more efficient experiments and accelerating the pace of discovery. In turn, this understanding feeds back into the design of more effective AI architectures and models (e.g. Sabour et al., 2017; Stringer et al, 2019, Dabney et al., 2020). Essentially, AI problems posed in neuroscience both require and inspire further advances in AI.", "domain": ["Neuroscience"], "active": true}, "neuroEYEscience": {"Series Name": "neuroEYEscience", "Organized by": [{"text": "Physiology Silesia", "url": "http://fizjologia.sum.edu.pl/?r=artykul/view&id=100"}], "Banner Image": "https://www.worldwideneuro.com/physio_silesia.png", "About this Series": "We are ocular neuroscience team from Department of Physiology, Medical University of Silesia in Katowice, Poland and here you will be able to find seminars related to newest findings in visual neuroscience, especially related to optic nerve structure and function in health and various diseases. We will present also translational implications of visual neuroscience discoveries into clinical settings and breaking through clinical neuroophthalmology aspects.", "domain": ["Neuroscience"], "active": false}}